* TD1
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS:
#+begin_example
Name                                  | td1
Alternate name                        | 
Data source                           | Unknown PDF: Shallow88II.pdf
Drill year(s)                         | 
Data year(s)                          | 1988-05-19
Longitude [°E]                        | -50.13
Latitude [°N]                         | 69.45
Approximate location name             | Paakitsoq
Location source                       | Unknown PDF: Shallow88II.pdf
Ice thickness [m]                     | 300
Ice thickness year                    | 
Ice thickness source                  | Unknown PDF: Shallow88II.pdf
Surface velocity [m yr^-1]            | 
Surface velocity year                 | 
Surface velocity source               | 
Measured from: Top, Bottom, Relative  | T
Depth of top measurement [m]          | 50.0
Depth of bottom measurement [m]       | 300.0
#+end_example

** Temperature

+ See Shallow88II.pdf

#+BEGIN_example
From: Martin Luethi
To: Ken Mankoff
Subject: Re: TD5 from Thomsen 1991
Date: Thu 01 Oct 2020 02:27:19 PM PDT
Attachments: [1]thompson_profiles.zip(2.9M)

Ken Mankoff writes:
>> I'm looking for the source of the TD5 temperature profile you show in
>> your 2015 "Heat sources" paper in The Cryosphere. Your Figure 2 shows
>> TD5 and your text references Thomsen et al. 1991, and Thomsen &
>> Thorning, 1992.

Good questions. I probably don't have these papers, but I have some of
the profiles. I got them as paper copies from Heinz Blatter, and later
also some of them from Thomas Phillips. It's been a while, so I don't
have any details.

I also added some data from profiles I found in EGIG publications. 
#+END_example

** Thickness

+ From PDF
 
** Location

+ From PDF

** Velocity

** Data                                                 :noexport:

#+BEGIN_SRC bash :exports results
cat data.csv
#+END_SRC

#+RESULTS:
|   d |    t |
|  50 | -0.8 |
|  75 | -1.2 |
| 100 | -1.7 |
| 125 | -1.9 |
| 150 | -2.2 |
| 175 | -2.2 |
| 200 | -2.2 |
| 225 | -1.8 |
| 250 | -1.3 |
| 275 | -1.2 |
| 290 | -1.1 |
| 300 | -1.1 |

